[
  {
    "q": "Air pollution refers to the release of __________ into the air that are detrimental to human health and the planet as a whole.",
    "a": "pollutants"
  },
  {
    "q": "According to RA 8749, air pollution is any alteration of the __________, __________, and __________ properties of the atmospheric air.",
    "a": "physical, chemical, biological"
  },
  {
    "q": "One source of air pollution is fuel combustion from __________.",
    "a": "vehicles"
  },
  {
    "q": "__________ __________ is the largest group of air pollutants.",
    "a": "Particulate matter"
  },
  {
    "q": "Particulate matter includes particles that comprise sulphates, nitrates, ammonia, sodium chloride, black carbon, mineral dust, and even __________.",
    "a": "water"
  },
  {
    "q": "Particulate matter is measured in __________.",
    "a": "microns (μm)"
  },
  {
    "q": "__________ -level ozone is a major product of photochemical smog.",
    "a": "Ground"
  },
  {
    "q": "Photochemical smog consists of PM, carbon monoxide, nitrogen oxides, and __________ __________ __________.",
    "a": "volatile organic compounds"
  },
  {
    "q": "One of the main ingredients of photochemical smog is __________ __________.",
    "a": "carbon monoxide"
  },
  {
    "q": "To reduce air pollution, it's recommended to make good choices about __________.",
    "a": "transportation"
  },
  {
    "q": "The less __________ we burn, the better we're doing to reduce air pollution and harmful effects of climate change.",
    "a": "gasoline"
  },
  {
    "q": "Another way to reduce air pollution is to buy your foods __________.",
    "a": "locally"
  },
  {
    "q": "We should support leaders who push for clean air and water, and responsible steps on __________ __________.",
    "a": "climate change"
  },
  {
    "q": "Air pollution can adversely affect the utilization of air resources for domestic, commercial, industrial, agricultural, __________, or other legitimate purposes.",
    "a": "recreational"
  },
  {
    "q": "One simple act that can contribute to air pollution is __________ food.",
    "a": "cooking"
  }
]
