[
  {
    "q": "Environmental Science is introduced by __________.",
    "a": "Milette U. Mendoza-Pascual, Ph.D."
  },
  {
    "q": "Environmental Science explores environmental evolution law in the __________ scope.",
    "a": "global"
  },
  {
    "q": "Environmental Science reveals the relationship between __________ activities and natural ecology.",
    "a": "human"
  },
  {
    "q": "Environmental Science explores the effects of environmental changes on human __________.",
    "a": "survival"
  },
  {
    "q": "Environmental Science researches __________ measures and management measures for the comprehensive prevention and control of regional environmental pollution.",
    "a": "technical"
  },
  {
    "q": "Environmental Science involves __________, __________, and __________ aspects.",
    "a": "Physical, Biological, Chemical"
  },
  {
    "q": "One main goal of Environmental Science is to learn how the __________ world works.",
    "a": "natural"
  },
  {
    "q": "Environmental Science aims to understand how humans __________ with the environment.",
    "a": "interact"
  },
  {
    "q": "A goal of Environmental Science is to determine how humans __________ the environment.",
    "a": "affect"
  },
  {
    "q": "Environmental Science is an __________ science.",
    "a": "interdisciplinary"
  },
  {
    "q": "To address environmental issues, we need to examine scientific principles and apply them to __________ systems.",
    "a": "natural"
  },
  {
    "q": "The __________ Method is a method of procedure that has characterized natural science since the 17th century.",
    "a": "Scientific"
  },
  {
    "q": "The environmental system or __________ is the fundamental ecological unit for the study of the environment.",
    "a": "ecosystem"
  },
  {
    "q": "__________ ecosystems are one type of ecosystem studied in Environmental Science.",
    "a": "Aquatic"
  },
  {
    "q": "The biospheric ecosystem is governed by discernible __________.",
    "a": "processes"
  },
  {
    "q": "Environmental processes occur __________ without the intervention or aid of man.",
    "a": "naturally"
  },
  {
    "q": "__________ disasters are major adverse events resulting from natural processes of the Earth.",
    "a": "Natural"
  },
  {
    "q": "The phrase 'Know disasters. No disasters.' emphasizes the importance of understanding __________.",
    "a": "natural disasters"
  },
  {
    "q": "The __________ Syndrome refers to the gradual acceptance of worsening conditions.",
    "a": "Frog"
  },
  {
    "q": "There is continuous creation, maintenance, destruction and recreation of __________ materials of the earth.",
    "a": "surface"
  },
  {
    "q": "__________ services are the direct and indirect contributions of ecosystems to human well-being.",
    "a": "Ecosystem"
  },
  {
    "q": "__________ services include food, fresh water, wood, fiber, genetic resources and medicines.",
    "a": "Provisioning"
  },
  {
    "q": "__________ services include climate regulation, natural hazard regulation, water purification and waste management.",
    "a": "Regulating"
  },
  {
    "q": "__________ services refer to ecosystems providing habitat for migratory species and maintaining gene-pool viability.",
    "a": "Habitat"
  },
  {
    "q": "__________ services include spiritual enrichment, intellectual development, recreation and aesthetic values.",
    "a": "Cultural"
  },
  {
    "q": "Environmental challenges include contamination of natural resources, also known as __________.",
    "a": "pollution"
  },
  {
    "q": "__________ and non-renewable resources running out is a major environmental challenge.",
    "a": "Limited"
  },
  {
    "q": "__________ change is a significant environmental problem.",
    "a": "Climate"
  },
  {
    "q": "Physical and biological processes operate according to the law of __________.",
    "a": "uniformitarianism"
  },
  {
    "q": "The Law of Uniformitarianism was proposed by __________.",
    "a": "James Hutton"
  },
  {
    "q": "__________ stated, 'we find no vestige of a beginning – no prospect of an end.'",
    "a": "James Hutton"
  },
  {
    "q": "The natural environmental system is governed by __________ mechanism.",
    "a": "homeostatic"
  },
  {
    "q": "Ecosystem stability is also known as Environmental __________.",
    "a": "equilibrium"
  },
  {
    "q": "There is a __________ relationship between abiotic and biotic components of the natural environmental system.",
    "a": "reciprocal"
  },
  {
    "q": "The __________ approach to man-environment relationships is based on the idea that the environment completely controls man and his activities.",
    "a": "Environmental deterministic"
  },
  {
    "q": "The __________ approach is based on religious faith of man being superior to nature and all other creatures.",
    "a": "Teleological"
  },
  {
    "q": "The __________ approach suggests that the natural environment offers possible avenues for human development, with the choice being a human decision.",
    "a": "Possibilistic"
  },
  {
    "q": "The __________ deterministic approach is based on the ideology of man's mastery over environment and continued economic and industrial expansion.",
    "a": "Economic"
  },
  {
    "q": "The __________ approach is based on the basic principles of Ecology and considers man as an integral part of the environment.",
    "a": "Ecological"
  },
  {
    "q": "The __________ approach refers to using geographic science supported by GIS as a framework for understanding our world.",
    "a": "Geographical"
  }
]
