[
  {
    "q": "The way the natural world works is presented by __________.",
    "a": "Milette U. Mendoza"
  },
  {
    "q": "In the levels of biological organization, a __________ is a lower level than a tissue.",
    "a": "cell"
  },
  {
    "q": "A(n) __________ is composed of multiple organs working together.",
    "a": "organ system"
  },
  {
    "q": "Multiple organisms of the same species in an area form a __________.",
    "a": "population"
  },
  {
    "q": "Different populations interacting in an area form a __________.",
    "a": "community"
  },
  {
    "q": "The highest level of biological organization is the __________.",
    "a": "biosphere"
  },
  {
    "q": "The process by which plants convert light energy into chemical energy is called __________.",
    "a": "photosynthesis"
  },
  {
    "q": "The process by which organisms break down glucose to release energy is called __________.",
    "a": "cellular respiration"
  },
  {
    "q": "The continuous movement of water within the Earth and atmosphere is known as the __________ cycle.",
    "a": "hydrological"
  },
  {
    "q": "The biogeochemical cycle that describes the movement of oxygen through the biosphere is called the __________ cycle.",
    "a": "oxygen"
  },
  {
    "q": "The __________ cycle describes the movement of carbon through the Earth's systems.",
    "a": "carbon"
  },
  {
    "q": "The process by which nitrogen is converted into different chemical forms as it circulates among the atmosphere, terrestrial, and marine ecosystems is known as the __________ cycle.",
    "a": "nitrogen"
  },
  {
    "q": "The biogeochemical cycle that describes the movement of phosphorus through the biosphere is called the __________ cycle.",
    "a": "phosphorus"
  },
  {
    "q": "In the water cycle, water vapor in the atmosphere condenses to form __________ and precipitation.",
    "a": "clouds"
  },
  {
    "q": "__________ is the process by which water changes from a liquid to a gas in the water cycle.",
    "a": "Evaporation"
  },
  {
    "q": "In the nitrogen cycle, nitrogen fixation converts atmospheric nitrogen into __________ that can be used by plants.",
    "a": "ammonia"
  },
  {
    "q": "__________ bacteria play a crucial role in the nitrogen cycle by converting atmospheric nitrogen into a usable form.",
    "a": "Nitrogen-fixing"
  },
  {
    "q": "In the carbon cycle, plants absorb carbon dioxide from the atmosphere through the process of __________.",
    "a": "photosynthesis"
  },
  {
    "q": "The burning of fossil fuels releases __________ into the atmosphere, contributing to the carbon cycle and climate change.",
    "a": "carbon dioxide"
  },
  {
    "q": "In the phosphorus cycle, phosphorus is primarily stored in __________ and sedimentary rocks.",
    "a": "soil"
  },
  {
    "q": "The main reactants in photosynthesis are carbon dioxide, water, and __________.",
    "a": "light energy"
  },
  {
    "q": "The main products of photosynthesis are glucose and __________.",
    "a": "oxygen"
  },
  {
    "q": "In cellular respiration, glucose is broken down in the presence of __________ to produce energy, carbon dioxide, and water.",
    "a": "oxygen"
  }
]
